{
  "lang": "de",
  "path": "../",
  "pathname": "/de/",

  "city": "Wien",
  "description": "Glenn ist selbstständiger Web Developer aus Wien, Österreich mit philippinischen Wurzeln und entwickelt Webseiten und Applikationen für Unternehmen aus aller Welt.",

  "i-am": "Ich bin Glenn, ein Web Developer aus Wien, Österreich.",
  "i-do": "Ich entwickle Webseiten und Applikationen für Dich.",

  "about": "About",
  "expertise": "Expertise",
  "work": "Projekte",
  "contact": "Kontakt",
  "contact-title": "Kontakt",

  "about-tldr": "<strong>Glenn</strong> ist ein selbstständiger <strong>Web Developer</strong> aus Wien, Österreich mit philippinischen Wurzeln. Als nebenberuflicher Web Developer entwickelt Glenn Webseiten und Applikationen für Unternehmen aus aller Welt. Mit Affinität zu aktuellen Frontend Technologien und modernen Webdesigns liefert Glenn für seine Kunden innovative Webseiten und Applikationen mit dem Fokus auf Performance und User Experience.",
  "about-resume": "Glenn absolvierte an der Fachhochschule Technikum Wien den Bachelor-Studiengang im Bereich Informations- und Kommunikationssysteme und arbeitet derzeit im <a href=\"//styriadigitalservices.com\" target=\"_blank\">Styria Digital Lab</a> Team. Dort ist er für das User Interface und die User Experience verantwortlich und trägt im Team bei der Ideenfindung und Innovationsentwicklung bei. In der Vergangenheit, hat Glenn bei <a href=\"//www.nexxar.com\" target=\"_blank\">nexxar</a> Webseiten für namhafte Unternehmen wie ProSiebenSat.1, METRO GROUP, Volkswagen und 3i Group, entwickelt.",
  "about-private": "Seine Freizeit verbringt Glenn gerne mit seiner Frau <a href=\"//twitter.com/CmaineOC\" target=\"_blank\">Charmaine</a>, seiner Familie und seinen Freunden und reist gerne ins Ausland, um Städte und Kulturen zu entdecken. Glenn entspannt sich gerne an der Gitarre und beim Musik hören von <a href=\"//www.youtube.com/JohnMayer\" target=\"_blank\">JM Music</a>.",
  "about-questions": "Falls Du Fragen oder Interesse an einer Zusammenarbeit hast, dann kontaktiere mich einfach via ",
  "about-emailme": "Email",
  "about-connect": "Um mehr über mich zu erfahren, folge mir auf",
  "about-and": "und",

  "design": "Design",
  "dev": "Web Development",
  "rwd": "Responsive Web&nbsp;Design",
  "design-description": "Du erhältst moderne Web- und UI-Designs mit dem Fokus auf Einfachheit und Perfektion, Pixel für Pixel. Gerne wirst Du zu Deinem Designkonzept beraten, um das Beste aus Deiner Corporate Identity heraus zu holen.",
  "dev-description": "Glenn entwickelt für Dich interaktive Webseiten und Applikationen mit maximaler Usability und effizienter User Experience. Die Performance, Skalierbarkeit und Wartbarkeit deines Produktes stehen dabei im Mittelpunkt.",
  "rwd-description": "Du erhältst ausschließlich responsive Webseiten, die in allen Endgeräten optimal dargestellt werden.",

  "work-p7s1": "ProSiebenSat.1 Geschäftsbericht 2014",
  "work-p7s1-url": "//geschaeftsbericht2014.prosiebensat1.com",
  "work-vw": "Volkswagen Geschäftsbericht 2014",
  "work-vw-url": "//geschaeftsbericht2014.volkswagenag.com",
  "work-metro": "METRO GROUP Kurzbericht 2014/15",
  "work-metro-url": "//berichte.metrogroup.de/2014-2015/kurzbericht",
  "work-3igroup": "3i Group Annual Report 2015",
  "work-3igroup-url": "//reports.3igroup.com/2015",
  "work-desesc": "Design Escalation",
  "work-desesc-url": "//www.designescalation.com",
  "work-nxrlab": "nexxar Lab",
  "work-nxrlab-url": "//lab.nexxar.com",
  "work-by-nexxar": "In einem Angestelltenverhältnis bei nexxar entwickelt",

  "contact-projects": "Aktuell akzeptiere ich Projekte von Agenturen und Unternehmen aus aller Welt. Wenn Du Interesse an einer Zusammenarbeit hast, dann",
  "contact-getintouch": "kontaktiere mich",
  "contact-help": "Falls Du Hilfe beim Erstellen deiner Website oder Applikation benötigst, freue ich mich sehr über eine Anfrage an",
  "contact-button": "Sag' hallo!",

  "all-rights-reserved": "Alle Rechte vorbehalten",
  "disclaimer": "Disclaimer",
  "privacy-policy": "Datenschutz",
  "privacy-policy-title": "Datenschutzerklärung",
  "legal-notice": "Impressum",
  "switch-lang": "English",
  "switch-lang-path": "..",

  "policy-main": "<p>Sofern innerhalb des Internetangebotes die Möglichkeit zur Eingabe persönlicher oder geschäftlicher Daten (Emailadressen, Namen, Anschriften) besteht, so erfolgt die Preisgabe dieser Daten seitens des Nutzers auf ausdrücklich freiwilliger Basis. Die Inanspruchnahme und Bezahlung aller angebotenen Dienste ist - soweit technisch möglich und zumutbar - auch ohne Angabe solcher Daten bzw. unter Angabe anonymisierter Daten oder eines Pseudonyms gestattet. Die Nutzung der im Rahmen des Impressums oder vergleichbarer Angaben veröffentlichten Kontaktdaten wie Postanschriften, Telefon- und Faxnummern sowie Emailadressen durch Dritte zur Übersendung von nicht ausdrücklich angeforderten Informationen ist nicht gestattet. Rechtliche Schritte gegen die Versender von sogenannten Spam-Mails bei Verstössen gegen dieses Verbot sind ausdrücklich vorbehalten.</p>",
  "policy-ga": "<p>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. („Google“). Google Analytics verwendet sog. „Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch das Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.</p><p>Im Falle der Aktivierung der IP-Anonymisierung auf dieser Website, wird Ihre IP-Adresse von Google jedoch innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt. Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt. Im Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem Websitebetreiber zu erbringen. Die im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt. Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können.</p><p>Sie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: <a href=\"http://tools.google.com/dlpage/gaoptout?hl=de\" target=\"_blank\">http://tools.google.com/dlpage/gaoptout?hl=de</a></p>",

  "disclaimer-1": "Inhalt des Onlineangebotes",
  "disclaimer-2": "Verweise und Links",
  "disclaimer-3": "Urheber- und Kennzeichenrecht",
  "disclaimer-4": "Rechtswirksamkeit dieses Haftungsausschlusses",

  "disclaimer-1-text": "<p>Der Autor übernimmt keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen den Autor, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern seitens des Autors kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden vorliegt. Alle Angebote sind freibleibend und unverbindlich. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.</p>",
  "disclaimer-2-text": "<p>Bei direkten oder indirekten Verweisen auf fremde Webseiten (\"Hyperlinks\"), die außerhalb des Verantwortungsbereiches des Autors liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem der Autor von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern. Der Autor erklärt hiermit ausdrücklich, dass zum Zeitpunkt der Linksetzung keine illegalen Inhalte auf den zu verlinkenden Seiten erkennbar waren. Auf die aktuelle und zukünftige Gestaltung, die Inhalte oder die Urheberschaft der verlinkten/verknüpften Seiten hat der Autor keinerlei Einfluss. Deshalb distanziert er sich hiermit ausdrücklich von allen Inhalten aller verlinkten /verknüpften Seiten, die nach der Linksetzung verändert wurden. Diese Feststellung gilt für alle innerhalb des eigenen Internetangebotes gesetzten Links und Verweise sowie für Fremdeinträge in vom Autor eingerichteten Gästebüchern, Diskussionsforen, Linkverzeichnissen, Mailinglisten und in allen anderen Formen von Datenbanken, auf deren Inhalt externe Schreibzugriffe möglich sind. Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung solcherart dargebotener Informationen entstehen, haftet allein der Anbieter der Seite, auf welche verwiesen wurde, nicht derjenige, der über Links auf die jeweilige Veröffentlichung lediglich verweist.</p>",
  "disclaimer-3-text": "<p>Der Autor ist bestrebt, in allen Publikationen die Urheberrechte der verwendeten Bilder, Grafiken, Tondokumente, Videosequenzen und Texte zu beachten, von ihm selbst erstellte Bilder, Grafiken, Tondokumente, Videosequenzen und Texte zu nutzen oder auf lizenzfreie Grafiken, Tondokumente, Videosequenzen und Texte zurückzugreifen. Alle innerhalb des Internetangebotes genannten und ggf. durch Dritte geschützten Marken- und Warenzeichen unterliegen uneingeschränkt den Bestimmungen des jeweils gültigen Kennzeichenrechts und den Besitzrechten der jeweiligen eingetragenen Eigentümer. Allein aufgrund der bloßen Nennung ist nicht der Schluss zu ziehen, dass Markenzeichen nicht durch Rechte Dritter geschützt sind! Das Copyright für veröffentlichte, vom Autor selbst erstellte Objekte bleibt allein beim Autor der Seiten. Eine Vervielfältigung oder Verwendung solcher Grafiken, Tondokumente, Videosequenzen und Texte in anderen elektronischen oder gedruckten Publikationen ist ohne ausdrückliche Zustimmung des Autors nicht gestattet.</p>",
  "disclaimer-4-text": "<p>Dieser Haftungsausschluss ist als Teil des Internetangebotes zu betrachten, von dem aus auf diese Seite verwiesen wurde. Sofern Teile oder einzelne Formulierungen dieses Textes der geltenden Rechtslage nicht, nicht mehr oder nicht vollständig entsprechen sollten, bleiben die übrigen Teile des Dokumentes in ihrem Inhalt und ihrer Gültigkeit davon unberührt.</p>",

  "company": "Unternehmen",
  "owner": "Inhaber",
  "headquarter": "Sitz",
  "credit": "Credit",
  "phone": "Tel",
  "email": "Mail",
  "web": "Web",

  "scroll-down": "Scroll down",
  "scroll-up": "Scroll up",
  "close": "Schließen"
}
