{
  "lang": "en",
  "path": "",

  "city": "Vienna",
  "description": "Glenn is a self-employed Filipino front-end web developer from Vienna, Austria and builds websites and web applications for companies across the globe.",

  "i-am": "I'm Glenn, a web developer from Vienna, Austria",
  "i-do": "I build awesome websites and web applications for you.",

  "about": "About",
  "expertise": "Expertise",
  "work": "Work",
  "contact": "Contact",
  "contact-title": "Let's work together",

  "about-tldr": "I'm <strong>Glenn</strong>, a self-employed Filipino front-end <strong>web developer</strong> from Vienna, Austria. I build websites and web applications for companies across the globe. I love working on modern front-end web technologies and great web designs to deliver the best design and user experience on the web.",
  "about-resume": "I'm an alumnus of the University of Applied Science Technikum Wien, graduating with a Bachelor of Science in Engineering with a major in Information and Communication Systems and Services. I work on the <a href=\"//styriadigitalservices.com\" target=\"_blank\">Styria Digital Lab</a> team focused on generating ideas and creating innovative websites and applications. I'm part-time self-employed and I learn a lot from the open source community. In the past, I've built websites for clients such as ProSiebenSat.1, METRO GROUP, Volkswagen, 3i Group, and more, at <a href=\"//www.nexxar.com\" target=\"_blank\">nexxar</a>. I'm passionate about producing amazing websites and great applications that people, companies and agencies with, contributing on incredible open source technologies.",
  "about-private": "When I am not coding or designing, I love to spend my time with my lovely wife <a href=\"//twitter.com/CmaineOC\" target=\"_blank\">Charmaine</a>, my family and friends. I enjoy travelling around the world and discover cities and cultures. I'm an Apple and Nike enthusiast who loves to play the guitar and listen to <a href=\"//www.youtube.com/JohnMayer\" target=\"_blank\">JM Music</a>.",
  "about-questions": "If you have any questions or if you're interested on working together, feel free to",
  "about-emailme": "email me",
  "about-connect": "For more about me, you can also find me on",
  "about-and": "and",

  "design": "Design",
  "dev": "Web Development",
  "rwd": "Resposive Web&nbsp;Design",
  "design-description": "I produce modern web and UI design with simplicity and perfection, pixel for pixel. I provide consultancy on design concepts, to getting the best out of your Corporate Identity and to distinguishing your project from the competition.",
  "dev-description": "I develop interactive websites and applications progressively to provide great usability and user experience. I build valuable products, focusing on performance, scalability and maintainability.",
  "rwd-description": "I create responsive websites in a mobile first approach to deliver an optimized layout and the best experience on any device.",

  "work-p7s1": "ProSiebenSat.1 Annual Report 2014",
  "work-p7s1-url": "//annual-report2014.prosiebensat1.com",
  "work-vw": "Volkswagen Annual Report 2014",
  "work-vw-url": "//annualreport2014.volkswagenag.com",
  "work-metro": "METRO GROUP Condensed Report 2014/15",
  "work-metro-url": "//reports.metrogroup.de/2014-2015/condensed-report",
  "work-3igroup": "3i Group Annual Report 2015",
  "work-3igroup-url": "//reports.3igroup.com/2015",
  "work-desesc": "Design Escalation",
  "work-desesc-url": "//www.designescalation.com",
  "work-nxrlab": "nexxar Lab",
  "work-nxrlab-url": "//lab.nexxar.com",

  "contact-projects": "I'm currently accepting projects from agencies and companies around the globe. If you are interested on working together,",
  "contact-getintouch": "let's get in touch",
  "contact-help": "If you need help on building your website or application, just pop me an email at",
  "contact-button": "Say hello!",

  "all-rights-reserved": "All rights reserved",
  "privacy-policy": "Privacy Policy",
  "privacy-policy-title": "Privacy Policy",
  "legal-notice": "Legal Notice",
  "switch-lang": "Deutsch",
  "switch-lang-path": "./de",

  "policy-ga": "<p>This website uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.</p><p>In case of activation of the IP anonymization, Google will truncate/anonymize the last octet of the IP address for Member States of the European Union as well as for other parties to the Agreement on the European Economic Area. Only in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA. On behalf of the website provider Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage to the website provider. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser. However, please note that if you do this, you may not be able to use the full functionality of this website. Furthermore you can prevent Google’s collection and use of data (cookies and IP address) by downloading and installing the browser plug-in available under <a href=\"https://tools.google.com/dlpage/gaoptout?hl=en-GB\" target=\"_blank\">https://tools.google.com/dlpage/gaoptout?hl=en-GB</a>.</p>",

  "company": "Company",
  "owner": "Owner",
  "headquarter": "Headquarter",
  "credit": "Credit",
  "phone": "Phone",
  "email": "Mail",
  "web": "Web",

  "scroll-down": "Scroll down",
  "scroll-up": "Scroll up",
  "close": "Close"
}
